/* 'Begin' key. Not on most Macintosh keyboards. */
"Begin" = "Basla";

/* 'Break' key. Not on most Macintosh keyboards. */
"Break" = "Bol";

/* 'Clear' key. Not on most Macintosh keyboards. */
"Clear" = "Temizle";

/* 'Delete Char' key. Not on most Macintosh keyboards. */
"Delete Char" = "Char Sil";

/* 'Delete Line' key. Not on most Macintosh keyboards. */
"Delete Line" = "Satir Sil";

/* 'Execute' key. Not on most Macintosh keyboards. */
"Execute" = "Execute";

/* 'Find' key. Not on most Macintosh keyboards. */
"Find" = "Bul";

/* 'fn' key, no hyphen. Common on laptops. */
"fn" = "fn";

/* 'fn' key, with hyphen. Common on laptops. */
"fn-" = "fn-";

/* 'Insert' key. Not on most Macintosh keyboards. */
"Insert" = "Ekle";

/* 'Insert Char' key. Not on most Macintosh keyboards. */
"Insert Char" = "Char Ekle";

/* 'Insert Line' key. Not on most Macintosh keyboards. */
"Insert Line" = "Satir Ekle";

/* 'Menu' key. Not on most Macintosh keyboards. */
"Menu" = "Menu";

/* 'Mode Switch' key. Not on most Macintosh keyboards. */
"Mode Switch" = "Mod Degistir";

/* 'Next' key. Not on most Macintosh keyboards. */
"Next" = "Ileri";

/* Modifier for numeric keypad, with hyphen. */
"Pad-" = "Pad-";

/* 'Pause' key. Not on most Macintosh keyboards. */
"Pause" = "Durdur";

/* 'Previous' key. Not on most Macintosh keyboards. */
"Previous" = "Geri";

/* 'Print' key. Not on most Macintosh keyboards. */
"Print" = "Yazdir";

/* 'Print Screen' key. Not on most Macintosh keyboards. */
"Print Screen" = "Yazici Ekrani";

/* 'Redo' key. Not on most Macintosh keyboards. */
"Redo" = "Tekrarla";

/* 'Reset' key. Not on most Macintosh keyboards. */
"Reset" = "Yenile";

/* 'Scroll lock' key. Not on most Macintosh keyboards. */
"Scroll Lock" = "Scroll Kilidi";

/* 'Select' key. Not on most Macintosh keyboards. */
"Select" = "Sec";

/* 'Space' key. */
"Space" = "Bosluk";

/* 'Stop' key. Not on most Macintosh keyboards. */
"Stop" = "Dur";

/* 'System' key. Not on most Macintosh keyboards. */
"System" = "Sistem";

/* 'System Request' key. Not on most Macintosh keyboards. */
"System Request" = "Sistem Istegi";

/* 'Undo' key. Not on most Macintosh keyboards. */
"Undo" = "Geri Al";

/* Unknown key. */
"Unknown" = "Biilinmiyor";

/* 'User' key. Not on most Macintosh keyboards. */
"User" = "Kullanici";

